alacritty
base
bash-completion
bluez
bluez-utils
brightnessctl
bspwm
chromium
docker
edk2-shell
feh
firefox
gcc
git
gvim
intel-ucode
linux
linux-firmware
make
nasm
networkmanager
nm-connection-editor
nvidia
openssh
pacman-contrib
pavucontrol
picom
pipewire
pipewire-pulse
polkit
polybar
racket
redshift
reflector
rofi
scrot
slock
sudo
sxhkd
ufw
unzip
wget
which
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
